{
  "Generate Quiz": "Generar prueba",
  "rank": "rango",
  "Subject": "Sujeto",
  "Math": "Matemáticas",
  "Level": "Nivel",
  "third grade in elementary school": "tercer grado en la escuela primaria",
  "Number of Quiz": "Número de prueba",
  "The value must be less than 6": "El valor debe ser inferior a 6.",
  "Clear": "Claro",
  "Submit": "Entregar",
  "Quiz List & Ranking": "Lista de cuestionarios y clasificación",
  "subject and level": "materia y nivel",
  "ansewered by": "respondido por",
  "sec": "segundo",
  "Result": "Resultado",
  "Share": "Compartir",
  "copy url": "copiar URL",
  "I solved the quizzes generated by AI.  ": "Resolví los cuestionarios generados por la IA.",
  "Generate Another Quiz": "Generar otro cuestionario",
  "Try Again": "Intentar otra vez",
  "accuracy": "exactitud",
  "time": "tiempo",
  "user name": "nombre de usuario",
  "Finish": "Finalizar",
  "Next": "Próximo",
  "User Ranking": "Clasificación de usuarios",
  "answered questions": "preguntas respondidas",
  "Simple Quiz Platform where AI Creates Quizzes": "Simple Quiz Platform donde AI crea cuestionarios",
  "Set the subject and level and the AI will create the quiz for you. When you answer, the correct or incorrect answer and an explanation will be displayed. You can also see the ranking of the percentage of correct answers and the number of quizzes answered by each user.": "Establece el tema y el nivel y la IA creará el cuestionario por ti. Cuando responda, se mostrará la respuesta correcta o incorrecta y una explicación. También puedes ver el ranking del porcentaje de respuestas correctas y el número de cuestionarios respondidos por cada usuario.",
  "Sign Up for Free": "Registrate gratis",
  "Features": "Características",
  "Quiz Generation": "Generación de cuestionarios",
  "Set the subject and level and the AI will create the quiz for you.": "Establece el tema y el nivel y la IA creará el cuestionario por ti.",
  "Try it Out": "Pruébalo",
  "Quiz Answering Function": "Función de respuesta de prueba",
  "You can answer the quiz. When you answer, correct or incorrect answers and explanations will be displayed.": "Puedes responder el cuestionario. Cuando responda, se mostrarán respuestas y explicaciones correctas o incorrectas.",
  "Ranking Function": "Función de clasificación",
  "You can also see the ranking of the percentage of correct answers and the number of quizzes answered by each user.": "También puedes ver el ranking del porcentaje de respuestas correctas y el número de cuestionarios respondidos por cada usuario.",
  "Multi-Language Support": "Soporte multilingüe",
  "English, Japanese, Chinese, and Spanish, Portuguese are supported. Not only will the menu be displayed in the selected language, but the quiz, answers, and explanations will also be displayed in that language!": "Se admiten los idiomas inglés, japonés, chino y español y portugués. ¡No solo se mostrará el menú en el idioma seleccionado, sino que el cuestionario, las respuestas y las explicaciones también se mostrarán en ese idioma!",
  "Home": "Hogar",
  "Quiz List": "Lista de pruebas",
  "Sign Out": "Desconectar"
}
